const lorry = [{
  add_time: '2021-07-01 00:00:00',
  gr: 0,
  nm: ['templates.lorry', 'Мерседес Atego 42м3 (7 метров)'],
  data: {
    nm: ['templates.lorry', 'Мерседес Atego 42м3 (7 метров)'],
    tp: 0,
    base: {
      ln: 7200,
      wd: 2420,
      hg: 2400,
      wg: 8094
    },
    ax: true,
    ex: 2,
    as: {
      base: {
        
        tt: {
          /** Полная масса 12500 */
          /** Собственная масса без груза */
          wg: 4406,

          /** Количество осей */
          a:  2,

          /** Длина между осями */
          l:  5360,

          /** Длина от центра задней оси до  задней стенки */
          l1: 2420,

          n1: 1551,  
          n2: 2855,          
          n1max: 4400,
          n2max: 8100
        }
      }
    }
  }
}, {
  add_time: '2021-07-01 00:00:00',
  gr: 0,
  nm: ['templates.lorry', 'Мерседес Actros 37м3 (6 метров)'],
  data: {
    nm: ['templates.lorry', 'Мерседес Actros 37м3 (6 метров)'],
    tp: 0,
    base: {
      ln: 6200,
      wd: 2420,
      hg: 2450,
      wg: 6800
    },
    ax: true,
    ex: 2,
    as: {
      base: {
        /** проверено */
        tt: {
          wg: 5610,
          a:  2,
          l:  4400,
          l1: 2350,
          n1: 2397,          
          n2: 2672,
          n1max: 4400,
          n2max: 8400
        }
      }
    }
  }
}, {
  add_time: '2021-07-01 00:00:00',
  gr: 0,
  nm: ['templates.lorry', 'Газон NEXT (C41R13) 26м3 (5 метров)'],
  data: {
    nm: ['templates.lorry', 'Газон NEXT (C41R13) 26м3 (5 метров)'],
    tp: 0,
    base: {
      ln: 5035,
      wd: 2021,
      hg: 2600,
      wg: 4870
    },
    ax: true,
    ex: 2,
    as: {
      base: {
        /** проверено */
        tt: {
          /** Полная масса 8700 */
          /** Собственная масса без груза */
          wg: 3830,

          /** Количество осей */
          a: 2,

          /** Длина между осями */
          l: 4515,

          /** Длина от центра задней оси до  задней стенки */
          l1: 2474,

          /** Нагрузка на переднюю ось без груза */
          n1: 1167,

          /** Нагрузка на переднюю ось максимальная */
          n1max: 2650,

          /** Нагрузка на заднюю ось без груза */
          n2: 2663,

          /** Нагрузка на заднюю ось максимальная */
          n2max: 6050
        }
      }
    }
  }
}, {
  add_time: '2021-07-01 00:00:00',
  gr: 0,
  nm: ['templates.lorry', 'Газель NEXT (A21R32) 17м3 (4 метра)'],
  data: {
    nm: ['templates.lorry', 'Газель NEXT (A21R32) 17м3 (4 метра)'],
    tp: 0,
    base: {
      ln: 4168,
      wd: 2078,
      hg: 1900,
      wg: 1210
    },
    ax: true,
    ex: 2,
    as: {
      base: {
        /** проверено */
        tt: {
          /** Собственная масса без груза */
          wg: 2290,

          /** Количество осей */
          a: 2,

          /** Длина между осями */
          l: 3745,

          /** Длина от центра задней оси до  задней стенки */
          l1: 2089,

          /** Нагрузка на переднюю ось без груза */
          n1: 926,

          /** Нагрузка на переднюю ось максимальная */
          n1max: 1415,

          /** Нагрузка на заднюю ось без груза */
          n2: 1364,

          /** Нагрузка на заднюю ось максимальная */
          n2max: 2085
        }
      }
    }
  }
}, {
  add_time: '2021-07-01 00:00:00',
  gr: 0,
  nm: ['templates.lorry', 'Газель NEXT (A21R33) 17м3 (4 метра)'],
  data: {
    nm: ['templates.lorry', 'Газель NEXT (A21R33) 17м3 (4 метра)'],
    tp: 0,
    base: {
      ln: 4168,
      wd: 2078,
      hg: 1900,
      wg: 1320
    },
    ax: true,
    ex: 2,
    as: {
      base: {
        /** проверено */
        tt: {
          /** Собственная масса без груза */
          wg: 2180,

          /** Количество осей */
          a: 2,

          /** Длина между осями */
          l: 3745,

          /** Длина от центра задней оси до  задней стенки */
          l1: 2089,

          /** Нагрузка на переднюю ось без груза */
          n1: 822,

          /** Нагрузка на переднюю ось максимальная */
          n1max: 1320,

          /** Нагрузка на заднюю ось без груза */
          n2: 1358,

          /** Нагрузка на заднюю ось максимальная */
          n2max: 2180
        }
      }
    }
  }
}, {
  add_time: '2021-07-01 00:00:00',
  gr: 0,
  nm: ['templates.lorry', 'Газель NEXT (A21R22) 12м3 (3 метра)'],
  data: {
    nm: ['templates.lorry', 'Газель NEXT (A21R22) 12м3 (3 метра)'],
    tp: 0,
    base: {
      ln: 3090,
      wd: 2078,
      hg: 1900,
      wg: 1460
    },
    ax: true,
    ex: 2,
    as: {
      base: {
        /** проверено */
        tt: {
          /** Собственная масса без груза */
          wg: 2040,

          /** Количество осей */
          a: 2,

          /** Длина между осями */
          l: 3145,

          /** Длина от передней оси до бампера спереди - 875  */
          /** Общая длина ТС - 5630  */

          /** Длина от центра задней оси до  задней стенки */
          l1: 1610,

          /** Нагрузка на переднюю ось без груза */
          n1: 772,

          /** Нагрузка на переднюю ось максимальная */
          n1max: 1325,

          /** Нагрузка на заднюю ось без груза */
          n2: 1268,

          /** Нагрузка на заднюю ось максимальная */
          n2max: 2175
        }
      }
    }
  }
}, {
  add_time: '2021-07-01 00:00:00',
  gr: 0,
  nm: ['templates.lorry', 'Газель NEXT (A21R23) 12м3 (3 метра)'],
  data: {
    nm: ['templates.lorry', 'Газель NEXT (A21R23) 12м3 (3 метра)'],
    tp: 0,
    base: {
      ln: 3090,
      wd: 2078,
      hg: 1900,
      wg: 1570
    },
    ax: true,
    ex: 2,
    as: {
      base: {
        /** проверено */
        tt: {
          /** Собственная масса без груза */
          wg: 1930,

          /** Количество осей */
          a: 2,

          /** Длина между осями */
          l: 3145,

          /** Длина от передней оси до бампера спереди - 875  */
          /** Общая длина ТС - 5630  */

          /** Длина от центра задней оси до  задней стенки */
          l1: 1610,

          /** Нагрузка на переднюю ось без груза */
          n1: 676,

          /** Нагрузка на переднюю ось максимальная */
          n1max: 1225,

          /** Нагрузка на заднюю ось без груза */
          n2: 1254,

          /** Нагрузка на заднюю ось максимальная */
          n2max: 2275
        }
      }
    }
  }
}]

export { lorry }